<?php
return [
    'email_required' => 'حقل البريد الإلكتروني مطلوب.',
    'email_invalid' => 'صيغة البريد الإلكتروني غير صحيحة.',
    'email_min' => 'يجب ألا يقل البريد الإلكتروني عن :min حروف.',
    'email_max' => 'يجب ألا يزيد البريد الإلكتروني عن :max حروف.',

    'password_required' => 'حقل كلمة المرور مطلوب.',
    'password_min' => 'يجب ألا تقل كلمة المرور عن :min أحرف.',
    'password_max' => 'يجب ألا تزيد كلمة المرور عن :max أحرف.',

    'invalid_credentials' => 'الإيميل أو كلمة السر غير صحيحين',
    'email_not_verified' => 'حسابك لم يتم تفعيله بعد. الرجاء التحقق من بريدك الإلكتروني.',
    'success' => 'تم تسجيل الدخول بنجاح.',
    'logout_success' => 'تم تسجيل الخروج بنجاح.',
];

